<net name="person-vehicle-bike-detection-crossroad-1016" version="10">
<layers>
<layer id="0" name="input.1" type="Parameter" version="opset1">
<data element_type="f32" shape="1,3,512,512"/>
<output>
<port id="0" precision="FP32">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="1" name="data_mul_/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="0" shape="1,1,1,1" size="4"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="2" name="Mul_" type="Multiply" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="3" name="data_mul_1150711511/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="4" shape="1,3,1,1" size="12"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="4" name="391/mean/Fused_Mul_" type="Multiply" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="5" name="data_add_11513/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="16" shape="1,3,1,1" size="12"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="6" name="391/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="7" name="393/mean/Fused_Mul_1256312565_const" type="Const" version="opset1">
<data element_type="f32" offset="28" shape="32,3,3,3" size="3456"/>
<output>
<port id="1" precision="FP32">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="8" name="392" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2"/>
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="9" name="data_add_1151611521/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="3484" shape="1,32,1,1" size="128"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="10" name="393/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="11" name="394" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="12" name="1871218715_const" type="Const" version="opset1">
<data element_type="f32" offset="3612" shape="32,1,1,3,3" size="1152"/>
<output>
<port id="1" precision="FP32">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="13" name="395" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="14" name="data_add_1152411529/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="4764" shape="1,32,1,1" size="128"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="15" name="396/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="16" name="397" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="17" name="399/mean/Fused_Mul_1257112573_const" type="Const" version="opset1">
<data element_type="f32" offset="4892" shape="16,32,1,1" size="2048"/>
<output>
<port id="1" precision="FP32">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="18" name="398" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="19" name="data_add_1153211537/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="6940" shape="1,16,1,1" size="64"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="20" name="399/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="21" name="401/mean/Fused_Mul_1257512577_const" type="Const" version="opset1">
<data element_type="f32" offset="7004" shape="96,16,1,1" size="6144"/>
<output>
<port id="1" precision="FP32">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="22" name="400" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="23" name="data_add_1154011545/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="13148" shape="1,96,1,1" size="384"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="24" name="401/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="25" name="402" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="26" name="1874818751_const" type="Const" version="opset1">
<data element_type="f32" offset="13532" shape="96,1,1,3,3" size="3456"/>
<output>
<port id="1" precision="FP32">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="27" name="403" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2"/>
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="28" name="data_add_1154811553/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="16988" shape="1,96,1,1" size="384"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="29" name="404/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="30" name="405" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="31" name="407/mean/Fused_Mul_1258312585_const" type="Const" version="opset1">
<data element_type="f32" offset="17372" shape="24,96,1,1" size="9216"/>
<output>
<port id="1" precision="FP32">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="32" name="406" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="33" name="data_add_1155611561/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="26588" shape="1,24,1,1" size="96"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="34" name="407/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="35" name="409/mean/Fused_Mul_1258712589_const" type="Const" version="opset1">
<data element_type="f32" offset="26684" shape="144,24,1,1" size="13824"/>
<output>
<port id="1" precision="FP32">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="36" name="408" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="37" name="data_add_1156411569/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="40508" shape="1,144,1,1" size="576"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="38" name="409/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="39" name="410" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="40" name="1872818731_const" type="Const" version="opset1">
<data element_type="f32" offset="41084" shape="144,1,1,3,3" size="5184"/>
<output>
<port id="1" precision="FP32">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="41" name="411" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="42" name="data_add_1157211577/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="46268" shape="1,144,1,1" size="576"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="43" name="412/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="44" name="413" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="45" name="415/mean/Fused_Mul_1259512597_const" type="Const" version="opset1">
<data element_type="f32" offset="46844" shape="24,144,1,1" size="13824"/>
<output>
<port id="1" precision="FP32">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="46" name="414" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="47" name="data_add_1158011585/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="60668" shape="1,24,1,1" size="96"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="48" name="415/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="49" name="416" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="50" name="418/mean/Fused_Mul_1259912601_const" type="Const" version="opset1">
<data element_type="f32" offset="60764" shape="144,24,1,1" size="13824"/>
<output>
<port id="1" precision="FP32">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="51" name="417" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="52" name="data_add_1158811593/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="74588" shape="1,144,1,1" size="576"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="53" name="418/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="54" name="419" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="55" name="1866018663_const" type="Const" version="opset1">
<data element_type="f32" offset="75164" shape="144,1,1,3,3" size="5184"/>
<output>
<port id="1" precision="FP32">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="56" name="420" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="57" name="data_add_1159611601/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="80348" shape="1,144,1,1" size="576"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="58" name="421/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="59" name="422" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>144</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="60" name="424/mean/Fused_Mul_1260712609_const" type="Const" version="opset1">
<data element_type="f32" offset="80924" shape="32,144,1,1" size="18432"/>
<output>
<port id="1" precision="FP32">
<dim>32</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="61" name="423" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>32</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="62" name="data_add_1160411609/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="99356" shape="1,32,1,1" size="128"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="63" name="424/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="64" name="426/mean/Fused_Mul_1261112613_const" type="Const" version="opset1">
<data element_type="f32" offset="99484" shape="192,32,1,1" size="24576"/>
<output>
<port id="1" precision="FP32">
<dim>192</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="65" name="425" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>192</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="66" name="data_add_1161211617/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="124060" shape="1,192,1,1" size="768"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="67" name="426/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="68" name="427" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="69" name="1868418687_const" type="Const" version="opset1">
<data element_type="f32" offset="124828" shape="192,1,1,3,3" size="6912"/>
<output>
<port id="1" precision="FP32">
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="70" name="428" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="71" name="data_add_1162011625/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="131740" shape="1,192,1,1" size="768"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="72" name="429/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="73" name="430" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="74" name="432/mean/Fused_Mul_1261912621_const" type="Const" version="opset1">
<data element_type="f32" offset="132508" shape="32,192,1,1" size="24576"/>
<output>
<port id="1" precision="FP32">
<dim>32</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="75" name="431" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>32</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="76" name="data_add_1162811633/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="157084" shape="1,32,1,1" size="128"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="77" name="432/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="78" name="433" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="79" name="435/mean/Fused_Mul_1262312625_const" type="Const" version="opset1">
<data element_type="f32" offset="157212" shape="192,32,1,1" size="24576"/>
<output>
<port id="1" precision="FP32">
<dim>192</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="80" name="434" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>192</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="81" name="data_add_1163611641/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="181788" shape="1,192,1,1" size="768"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="82" name="435/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="83" name="436" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="84" name="1872418727_const" type="Const" version="opset1">
<data element_type="f32" offset="182556" shape="192,1,1,3,3" size="6912"/>
<output>
<port id="1" precision="FP32">
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="85" name="437" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="86" name="data_add_1164411649/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="189468" shape="1,192,1,1" size="768"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="87" name="438/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="88" name="439" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="89" name="441/mean/Fused_Mul_1263112633_const" type="Const" version="opset1">
<data element_type="f32" offset="190236" shape="32,192,1,1" size="24576"/>
<output>
<port id="1" precision="FP32">
<dim>32</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="90" name="440" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>32</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="91" name="data_add_1165211657/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="214812" shape="1,32,1,1" size="128"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="92" name="441/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="93" name="442" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="94" name="444/mean/Fused_Mul_1263512637_const" type="Const" version="opset1">
<data element_type="f32" offset="214940" shape="192,32,1,1" size="24576"/>
<output>
<port id="1" precision="FP32">
<dim>192</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="95" name="443" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>192</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="96" name="data_add_1166011665/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="239516" shape="1,192,1,1" size="768"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="97" name="444/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="98" name="445" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
</output>
</layer>
<layer id="99" name="1869218695_const" type="Const" version="opset1">
<data element_type="f32" offset="240284" shape="192,1,1,3,3" size="6912"/>
<output>
<port id="1" precision="FP32">
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="100" name="446" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2"/>
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>64</dim>
<dim>64</dim>
</port>
<port id="1">
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="101" name="data_add_1166811673/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="247196" shape="1,192,1,1" size="768"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="102" name="447/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="103" name="448" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>192</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="104" name="450/mean/Fused_Mul_1264312645_const" type="Const" version="opset1">
<data element_type="f32" offset="247964" shape="64,192,1,1" size="49152"/>
<output>
<port id="1" precision="FP32">
<dim>64</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="105" name="449" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>192</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>64</dim>
<dim>192</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="106" name="data_add_1167611681/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="297116" shape="1,64,1,1" size="256"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="107" name="450/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="108" name="452/mean/Fused_Mul_1264712649_const" type="Const" version="opset1">
<data element_type="f32" offset="297372" shape="384,64,1,1" size="98304"/>
<output>
<port id="1" precision="FP32">
<dim>384</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="109" name="451" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>384</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="110" name="data_add_1168411689/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="395676" shape="1,384,1,1" size="1536"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="111" name="452/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="112" name="453" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="113" name="1873618739_const" type="Const" version="opset1">
<data element_type="f32" offset="397212" shape="384,1,1,3,3" size="13824"/>
<output>
<port id="1" precision="FP32">
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="114" name="454" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="115" name="data_add_1169211697/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="411036" shape="1,384,1,1" size="1536"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="116" name="455/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="117" name="456" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="118" name="458/mean/Fused_Mul_1265512657_const" type="Const" version="opset1">
<data element_type="f32" offset="412572" shape="64,384,1,1" size="98304"/>
<output>
<port id="1" precision="FP32">
<dim>64</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="119" name="457" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>64</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="120" name="data_add_1170011705/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="510876" shape="1,64,1,1" size="256"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="121" name="458/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="122" name="459" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="123" name="461/mean/Fused_Mul_1265912661_const" type="Const" version="opset1">
<data element_type="f32" offset="511132" shape="384,64,1,1" size="98304"/>
<output>
<port id="1" precision="FP32">
<dim>384</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="124" name="460" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>384</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="125" name="data_add_1170811713/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="609436" shape="1,384,1,1" size="1536"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="126" name="461/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="127" name="462" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="128" name="1873218735_const" type="Const" version="opset1">
<data element_type="f32" offset="610972" shape="384,1,1,3,3" size="13824"/>
<output>
<port id="1" precision="FP32">
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="129" name="463" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="130" name="data_add_1171611721/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="624796" shape="1,384,1,1" size="1536"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="131" name="464/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="132" name="465" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="133" name="467/mean/Fused_Mul_1266712669_const" type="Const" version="opset1">
<data element_type="f32" offset="626332" shape="64,384,1,1" size="98304"/>
<output>
<port id="1" precision="FP32">
<dim>64</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="134" name="466" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>64</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="135" name="data_add_1172411729/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="724636" shape="1,64,1,1" size="256"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="136" name="467/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="137" name="468" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="138" name="470/mean/Fused_Mul_1267112673_const" type="Const" version="opset1">
<data element_type="f32" offset="724892" shape="384,64,1,1" size="98304"/>
<output>
<port id="1" precision="FP32">
<dim>384</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="139" name="469" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>64</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>384</dim>
<dim>64</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="140" name="data_add_1173211737/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="823196" shape="1,384,1,1" size="1536"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="141" name="470/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="142" name="471" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="143" name="1869618699_const" type="Const" version="opset1">
<data element_type="f32" offset="824732" shape="384,1,1,3,3" size="13824"/>
<output>
<port id="1" precision="FP32">
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="144" name="472" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="145" name="data_add_1174011745/copy_const" type="Const" version="opset1">
<data element_type="f32" offset="838556" shape="1,384,1,1" size="1536"/>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="146" name="473/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="147" name="474" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</input>
<output>
<port id="1" precision="FP32">
<dim>1</dim>
<dim>384</dim>
<dim>32</dim>
<dim>32</dim>
</port>
</output>
</layer>
<layer id="148" name="476/mean/Fused_Mul_1267912681_const" type="Const" version="opset1">
<data element_type="f32" offset="840092" shape="64,384,1,1" size="98304"/>
<output>
<port id="1" precision="FP32">
<dim>64</dim>
<dim>384</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="149" name="475" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
