<net name="person-vehicle-bike-detection-crossroad-1016" version="10">
<layers>
<layer id="0" name="input.1" type="Parameter" version="opset1">
<data element_type="f16" shape="1,3,512,512"/>
<output>
<port id="0" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="1" name="23552359_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="2" name="23562360_const" type="Const" version="opset1">
<data element_type="f16" offset="2" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="3" name="23572361_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="4" name="23582362_const" type="Const" version="opset1">
<data element_type="f16" offset="2" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="5" name="Mul_/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="6" name="Mul_/fq_input_1/Convert_to_float/Cast_06563_const" type="Const" version="opset1">
<data element_type="u8" offset="4" shape="1,1,1,1" size="1"/>
<output>
<port id="1" precision="U8">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="7" name="Mul_/fq_input_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="8" name="Mul_/fq_input_1/Copy/out_low5533_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="9" name="Mul_/fq_input_1/Copy/out_high5534_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="10" name="23672371_const" type="Const" version="opset1">
<data element_type="f16" offset="7" shape="1,1,1,1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="11" name="23682372_const" type="Const" version="opset1">
<data element_type="f16" offset="9" shape="1,1,1,1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="12" name="Mul_/fq_input_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="13" name="Mul_" type="Multiply" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="14" name="26352639_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="15" name="26362640_const" type="Const" version="opset1">
<data element_type="f16" offset="11" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="16" name="26372641_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="17" name="26382642_const" type="Const" version="opset1">
<data element_type="f16" offset="11" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="18" name="391/mean/Fused_Mul_/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="19" name="data_mul_1150711511/copy_const410_const" type="Const" version="opset1">
<data element_type="f16" offset="13" shape="1,3,1,1" size="6"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="20" name="391/mean/Fused_Mul_" type="Multiply" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="21" name="data_add_11513/copy_const412_const" type="Const" version="opset1">
<data element_type="f16" offset="19" shape="1,3,1,1" size="6"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="22" name="391/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>3</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="23" name="14551459_const" type="Const" version="opset1">
<data element_type="f16" offset="25" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="24" name="14561460_const" type="Const" version="opset1">
<data element_type="f16" offset="27" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="25" name="14571461_const" type="Const" version="opset1">
<data element_type="f16" offset="25" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="26" name="14581462_const" type="Const" version="opset1">
<data element_type="f16" offset="27" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="27" name="392/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
</output>
</layer>
<layer id="28" name="392/fq_weights_1/Convert_to_float/Cast_06581_const" type="Const" version="opset1">
<data element_type="u8" offset="29" shape="32,3,3,3" size="864"/>
<output>
<port id="1" precision="U8">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="29" name="392/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="30" name="392/fq_weights_1/Copy/out_low5389_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="31" name="392/fq_weights_1/Copy/out_high5390_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="32" name="14671471_const" type="Const" version="opset1">
<data element_type="f16" offset="893" shape="32,1,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="33" name="14681472_const" type="Const" version="opset1">
<data element_type="f16" offset="957" shape="32,1,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="34" name="392/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="35" name="392" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2"/>
<input>
<port id="0">
<dim>1</dim>
<dim>3</dim>
<dim>512</dim>
<dim>512</dim>
</port>
<port id="1">
<dim>32</dim>
<dim>3</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="36" name="data_add_1151611521/copy_const416_const" type="Const" version="opset1">
<data element_type="f16" offset="1021" shape="1,32,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="37" name="393/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="38" name="394" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="39" name="15351539_const" type="Const" version="opset1">
<data element_type="f16" offset="1085" shape="1,32,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="40" name="15361540_const" type="Const" version="opset1">
<data element_type="f16" offset="1149" shape="1,32,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="41" name="15371541_const" type="Const" version="opset1">
<data element_type="f16" offset="1085" shape="1,32,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="42" name="15381542_const" type="Const" version="opset1">
<data element_type="f16" offset="1149" shape="1,32,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="43" name="395/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="3">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="44" name="395/fq_weights_1/Convert_to_float/Cast_06693_const" type="Const" version="opset1">
<data element_type="u8" offset="1213" shape="32,1,3,3" size="288"/>
<output>
<port id="1" precision="U8">
<dim>32</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="45" name="395/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>32</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>32</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="46" name="395/fq_weights_1/Copy/out_low5405_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="47" name="395/fq_weights_1/Copy/out_high5406_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="48" name="15471551_const" type="Const" version="opset1">
<data element_type="f16" offset="1501" shape="32,1,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="49" name="15481552_const" type="Const" version="opset1">
<data element_type="f16" offset="1565" shape="32,1,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="50" name="395/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>32</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>32</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="51" name="7518/value7520_const" type="Const" version="opset1">
<data element_type="i64" offset="1629" shape="5" size="40"/>
<output>
<port id="1" precision="I64">
<dim>5</dim>
</port>
</output>
</layer>
<layer id="52" name="7518" type="Reshape" version="opset1">
<data special_zero="True"/>
<input>
<port id="0">
<dim>32</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
<port id="1">
<dim>5</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="53" name="395" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="54" name="data_add_1152411529/copy_const421_const" type="Const" version="opset1">
<data element_type="f16" offset="1669" shape="1,32,1,1" size="64"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="55" name="396/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="56" name="397" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="57" name="27452749_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="58" name="27462750_const" type="Const" version="opset1">
<data element_type="f16" offset="1733" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="59" name="27472751_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="60" name="27482752_const" type="Const" version="opset1">
<data element_type="f16" offset="1733" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="61" name="398/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="62" name="398/fq_weights_1/Convert_to_float/Cast_06595_const" type="Const" version="opset1">
<data element_type="u8" offset="1735" shape="16,32,1,1" size="512"/>
<output>
<port id="1" precision="U8">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="63" name="398/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="64" name="398/fq_weights_1/Copy/out_low5477_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="65" name="398/fq_weights_1/Copy/out_high5478_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="66" name="27572761_const" type="Const" version="opset1">
<data element_type="f16" offset="2247" shape="16,1,1,1" size="32"/>
<output>
<port id="1" precision="FP16">
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="67" name="27582762_const" type="Const" version="opset1">
<data element_type="f16" offset="2279" shape="16,1,1,1" size="32"/>
<output>
<port id="1" precision="FP16">
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="68" name="398/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="69" name="398" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>32</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>16</dim>
<dim>32</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="70" name="data_add_1153211537/copy_const426_const" type="Const" version="opset1">
<data element_type="f16" offset="2311" shape="1,16,1,1" size="32"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="71" name="399/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="72" name="25152519_const" type="Const" version="opset1">
<data element_type="f16" offset="2343" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="73" name="25162520_const" type="Const" version="opset1">
<data element_type="f16" offset="2345" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="74" name="25172521_const" type="Const" version="opset1">
<data element_type="f16" offset="2343" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="75" name="25182522_const" type="Const" version="opset1">
<data element_type="f16" offset="2345" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="76" name="400/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="77" name="400/fq_weights_1/Convert_to_float/Cast_06543_const" type="Const" version="opset1">
<data element_type="u8" offset="2347" shape="96,16,1,1" size="1536"/>
<output>
<port id="1" precision="U8">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="78" name="400/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="79" name="400/fq_weights_1/Copy/out_low5501_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="80" name="400/fq_weights_1/Copy/out_high5502_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="81" name="25272531_const" type="Const" version="opset1">
<data element_type="f16" offset="3883" shape="96,1,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="82" name="25282532_const" type="Const" version="opset1">
<data element_type="f16" offset="4075" shape="96,1,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="83" name="400/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="84" name="400" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>16</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>96</dim>
<dim>16</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="85" name="data_add_1154011545/copy_const430_const" type="Const" version="opset1">
<data element_type="f16" offset="4267" shape="1,96,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="86" name="401/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="87" name="402" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="88" name="24152419_const" type="Const" version="opset1">
<data element_type="f16" offset="4459" shape="1,96,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="89" name="24162420_const" type="Const" version="opset1">
<data element_type="f16" offset="4651" shape="1,96,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="90" name="24172421_const" type="Const" version="opset1">
<data element_type="f16" offset="4459" shape="1,96,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="91" name="24182422_const" type="Const" version="opset1">
<data element_type="f16" offset="4651" shape="1,96,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="92" name="403/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="3">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
</output>
</layer>
<layer id="93" name="403/fq_weights_1/Convert_to_float/Cast_06603_const" type="Const" version="opset1">
<data element_type="u8" offset="4843" shape="96,1,3,3" size="864"/>
<output>
<port id="1" precision="U8">
<dim>96</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="94" name="403/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>96</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>96</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="95" name="403/fq_weights_1/Copy/out_low5261_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="96" name="403/fq_weights_1/Copy/out_high5262_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="97" name="24272431_const" type="Const" version="opset1">
<data element_type="f16" offset="5707" shape="96,1,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="98" name="24282432_const" type="Const" version="opset1">
<data element_type="f16" offset="5899" shape="96,1,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="99" name="403/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>96</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>96</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="100" name="7502/value7504_const" type="Const" version="opset1">
<data element_type="i64" offset="6091" shape="5" size="40"/>
<output>
<port id="1" precision="I64">
<dim>5</dim>
</port>
</output>
</layer>
<layer id="101" name="7502" type="Reshape" version="opset1">
<data special_zero="True"/>
<input>
<port id="0">
<dim>96</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
<port id="1">
<dim>5</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="102" name="403" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="2,2"/>
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>256</dim>
<dim>256</dim>
</port>
<port id="1">
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="103" name="data_add_1154811553/copy_const435_const" type="Const" version="opset1">
<data element_type="f16" offset="6131" shape="1,96,1,1" size="192"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="104" name="404/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="105" name="405" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="106" name="27652769_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="107" name="27662770_const" type="Const" version="opset1">
<data element_type="f16" offset="6323" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="108" name="27672771_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="109" name="27682772_const" type="Const" version="opset1">
<data element_type="f16" offset="6323" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="110" name="406/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="111" name="406/fq_weights_1/Convert_to_float/Cast_06551_const" type="Const" version="opset1">
<data element_type="u8" offset="6325" shape="24,96,1,1" size="2304"/>
<output>
<port id="1" precision="U8">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="112" name="406/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="113" name="406/fq_weights_1/Copy/out_low5757_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="114" name="406/fq_weights_1/Copy/out_high5758_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="115" name="27772781_const" type="Const" version="opset1">
<data element_type="f16" offset="8629" shape="24,1,1,1" size="48"/>
<output>
<port id="1" precision="FP16">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="116" name="27782782_const" type="Const" version="opset1">
<data element_type="f16" offset="8677" shape="24,1,1,1" size="48"/>
<output>
<port id="1" precision="FP16">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="117" name="406/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="118" name="406" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>96</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>24</dim>
<dim>96</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="119" name="data_add_1155611561/copy_const440_const" type="Const" version="opset1">
<data element_type="f16" offset="8725" shape="1,24,1,1" size="48"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="120" name="407/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="121" name="26852689_const" type="Const" version="opset1">
<data element_type="f16" offset="8773" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="122" name="26862690_const" type="Const" version="opset1">
<data element_type="f16" offset="8775" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="123" name="26872691_const" type="Const" version="opset1">
<data element_type="f16" offset="8773" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="124" name="26882692_const" type="Const" version="opset1">
<data element_type="f16" offset="8775" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="125" name="408/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="126" name="408/fq_weights_1/Convert_to_float/Cast_06559_const" type="Const" version="opset1">
<data element_type="u8" offset="8777" shape="144,24,1,1" size="3456"/>
<output>
<port id="1" precision="U8">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="127" name="408/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="128" name="408/fq_weights_1/Copy/out_low5413_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="129" name="408/fq_weights_1/Copy/out_high5414_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="130" name="26972701_const" type="Const" version="opset1">
<data element_type="f16" offset="12233" shape="144,1,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="131" name="26982702_const" type="Const" version="opset1">
<data element_type="f16" offset="12521" shape="144,1,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="132" name="408/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="133" name="408" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>144</dim>
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="134" name="data_add_1156411569/copy_const444_const" type="Const" version="opset1">
<data element_type="f16" offset="12809" shape="1,144,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="135" name="409/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="136" name="410" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="137" name="17751779_const" type="Const" version="opset1">
<data element_type="f16" offset="13097" shape="1,144,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="138" name="17761780_const" type="Const" version="opset1">
<data element_type="f16" offset="13385" shape="1,144,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="139" name="17771781_const" type="Const" version="opset1">
<data element_type="f16" offset="13097" shape="1,144,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="140" name="17781782_const" type="Const" version="opset1">
<data element_type="f16" offset="13385" shape="1,144,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="141" name="411/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="3">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="142" name="411/fq_weights_1/Convert_to_float/Cast_06707_const" type="Const" version="opset1">
<data element_type="u8" offset="13673" shape="144,1,3,3" size="1296"/>
<output>
<port id="1" precision="U8">
<dim>144</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="143" name="411/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>144</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>144</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="144" name="411/fq_weights_1/Copy/out_low5781_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="145" name="411/fq_weights_1/Copy/out_high5782_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="146" name="17871791_const" type="Const" version="opset1">
<data element_type="f16" offset="14969" shape="144,1,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="147" name="17881792_const" type="Const" version="opset1">
<data element_type="f16" offset="15257" shape="144,1,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="148" name="411/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>144</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>144</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="149" name="7466/value7468_const" type="Const" version="opset1">
<data element_type="i64" offset="15545" shape="5" size="40"/>
<output>
<port id="1" precision="I64">
<dim>5</dim>
</port>
</output>
</layer>
<layer id="150" name="7466" type="Reshape" version="opset1">
<data special_zero="True"/>
<input>
<port id="0">
<dim>144</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
<port id="1">
<dim>5</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</output>
</layer>
<layer id="151" name="411" type="GroupConvolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="1,1" pads_end="1,1" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
<dim>3</dim>
<dim>3</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="152" name="data_add_1157211577/copy_const449_const" type="Const" version="opset1">
<data element_type="f16" offset="15585" shape="1,144,1,1" size="288"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="153" name="412/variance/Fused_Add_" type="Add" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>1</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="154" name="413" type="ReLU" version="opset1">
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="155" name="20952099_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="156" name="20962100_const" type="Const" version="opset1">
<data element_type="f16" offset="15873" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="157" name="20972101_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="158" name="20982102_const" type="Const" version="opset1">
<data element_type="f16" offset="15873" shape="" size="2"/>
<output>
<port id="1" precision="FP16"/>
</output>
</layer>
<layer id="159" name="414/fq_input_0" type="FakeQuantize" version="opset1">
<data levels="256"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1"/>
<port id="2"/>
<port id="3"/>
<port id="4"/>
</input>
<output>
<port id="5" precision="FP16">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="160" name="414/fq_weights_1/Convert_to_float/Cast_06685_const" type="Const" version="opset1">
<data element_type="u8" offset="15875" shape="24,144,1,1" size="3456"/>
<output>
<port id="1" precision="U8">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="161" name="414/fq_weights_1/Convert_to_float" type="Convert" version="opset1">
<data destination_type="f16"/>
<input>
<port id="0">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="1" precision="FP16">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="162" name="414/fq_weights_1/Copy/out_low5421_const" type="Const" version="opset1">
<data element_type="f16" offset="0" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="163" name="414/fq_weights_1/Copy/out_high5422_const" type="Const" version="opset1">
<data element_type="f16" offset="5" shape="1" size="2"/>
<output>
<port id="1" precision="FP16">
<dim>1</dim>
</port>
</output>
</layer>
<layer id="164" name="21072111_const" type="Const" version="opset1">
<data element_type="f16" offset="19331" shape="24,1,1,1" size="48"/>
<output>
<port id="1" precision="FP16">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="165" name="21082112_const" type="Const" version="opset1">
<data element_type="f16" offset="19379" shape="24,1,1,1" size="48"/>
<output>
<port id="1" precision="FP16">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="166" name="414/fq_weights_1" type="FakeQuantize" version="opset1">
<data levels="255"/>
<input>
<port id="0">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="1">
<dim>1</dim>
</port>
<port id="2">
<dim>1</dim>
</port>
<port id="3">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
<port id="4">
<dim>24</dim>
<dim>1</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="5" precision="FP16">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</output>
</layer>
<layer id="167" name="414" type="Convolution" version="opset1">
<data dilations="1,1" output_padding="0,0" pads_begin="0,0" pads_end="0,0" strides="1,1"/>
<input>
<port id="0">
<dim>1</dim>
<dim>144</dim>
<dim>128</dim>
<dim>128</dim>
</port>
<port id="1">
<dim>24</dim>
<dim>144</dim>
<dim>1</dim>
<dim>1</dim>
</port>
</input>
<output>
<port id="2" precision="FP16">
<dim>1</dim>
<dim>24</dim>
<dim>128</dim>
<dim>128</dim>
</port>
</output>
</layer>
<layer id="168" name="data_add_1158011585/copy_const454_const" type="Const" version="opset1">
